Repository: LotoTahazit/LogiROute
Catalog: lib/l10n/app_*.arb
Languages: he, ru

source: Type updated successfully!
he: סוג עודכן בהצלחה!
ru: Тип успешно обновлен!

source: Deleted successfully!
he: נמחק בהצלחה!
ru: Успешно удалено!

# deleteConfirmation
source: Delete
he: מחק
ru: Удалить

# searchByProductCode
source: Search by product code, type or number...
he: חיפוש לפי מק"ט או סוג או מספר...
ru: Поиск по коду товара, типу или номеру...

source: Warehouse Inventory
he: מלאי
ru: Склад

source: Inventory Changes Report
he: דוח שינויים במלאי
ru: Отчет изменений склада

# inventoryCountReportsTooltip
source: Inventory Count Reports
he: דוחות ספירת מלאי
ru: Отчеты инвентаризации

source: Archive Management
he: ניהול ארכיונים
ru: Управление архивами

source: Inventory Count
he: ספירת מלאי
ru: Инвентаризация

source: Inventory Count Reports
he: דוחות ספירת מלאי
ru: Отчеты по инвентаризации

# startNewCount
source: Start New Inventory Count
he: התחל ספירת מלאי חדשה
ru: Начать новую инвентаризацию

# startNewCountConfirm
source: Start a new inventory count? This will create a list of all items in inventory.
he: האם להתחיל ספירת מלאי חדשה? זה ייצור רשימה של כל הפריטים במלאי.
ru: Начать новую инвентаризацию? Это создаст список всех товаров на складе.

source: Start
he: התחל
ru: Начать

# noActiveCount
source: No active inventory count
he: אין ספירת מלאי פעילה
ru: Нет активной инвентаризации

# countStarted
source: New inventory count started
he: ספירת מלאי חדשה התחילה
ru: Новая инвентаризация начата

source: Error starting count
he: שגיאה בהתחלת ספירה
ru: Ошибка начала инвентаризации

source: Error loading count
he: שגיאה בטעינת ספירה
ru: Ошибка загрузки инвентаризации

source: Error updating item
he: שגיאה בעדכון פריט
ru: Ошибка обновления товара

source: Complete Count
he: סיים ספירה
ru: Завершить инвентаризацию

# completeCountConfirm
source: There are still {count} items not counted. Complete anyway?
he: יש עדיין {count} פריטים שלא נספרו. האם לסיים בכל זאת?
ru: Еще {count} товаров не подсчитаны. Все равно завершить?

source: Finish
he: סיים
ru: Завершить

# countCompleted
source: Inventory count completed successfully
he: ספירת מלאי הושלמה בהצלחה
ru: Инвентаризация успешно завершена

source: Error completing count
he: שגיאה בסיום ספירה
ru: Ошибка завершения инвентаризации

source: Show only differences
he: הצג רק הפרשים
ru: Показать только расхождения

source: Counted
he: נספרו
ru: Подсчитано

source: Differences
he: הפרשים
ru: Расхождения

source: Shortage
he: חסר
ru: Недостача

source: Surplus
he: עודף
ru: Излишек

# searchByProductCodeTypeNumber
source: Search by code / type / number
he: חיפוש לפי מק"ט / סוג / מספר
ru: Поиск по коду / типу / номеру

# noResults
source: No results found
he: לא נמצאו תוצאות
ru: Результаты не найдены

source: No differences
he: אין הפרשים
ru: Нет расхождений

source: No items
he: אין פריטים
ru: Нет товаров

source: Expected
he: צפוי
ru: Ожидается

# actualCounted
source: Counted
he: נספר
ru: Подсчитано

source: Difference
he: הפרש
ru: Разница

source: Suspicious Orders
he: הזמנות חשודות
ru: Подозрительные заказы

source: Notes
he: הערות
ru: Заметки

source: Notes (optional)
he: הערות (אופציונלי)
ru: Заметки (необязательно)

# enterValidNumber
source: Please enter a valid number
he: נא להזין מספר תקין
ru: Введите корректное число

# noCountReports
source: No inventory count reports
he: אין דוחות ספירת מלאי
ru: Нет отчетов по инвентаризации

# countReport
source: Inventory Count Report
he: דוח ספירת מלאי
ru: Отчет по инвентаризации

source: Performed by
he: ביצע
ru: Выполнил

source: Started
he: התחיל
ru: Начато

source: Finished
he: הסתיים
ru: Завершено

source: Total Items
he: סה"כ פריטים
ru: Всего товаров

source: View Details
he: צפה בפרטים
ru: Просмотр деталей

source: Approved
he: אושר
ru: Утверждено

source: Approve Count
he: אשר ספירה
ru: Утвердить инвентаризацию

# approveCountConfirm
source: Approve the count and update inventory? This will update inventory quantities according to the count.
he: האם לאשר את הספירה ולעדכן את המלאי? פעולה זו תעדכן את כמויות המלאי בהתאם לספירה.
ru: Утвердить инвентаризацию и обновить склад? Это обновит количество товаров в соответствии с подсчетом.

source: Approve and Update
he: אשר ועדכן
ru: Утвердить и обновить

# countApproved
source: Count approved and inventory updated successfully
he: הספירה אושרה והמלאי עודכן בהצלחה
ru: Инвентаризация утверждена и склад обновлен

source: Error approving count
he: שגיאה באישור ספירה
ru: Ошибка утверждения инвентаризации

# countNotFound
source: Report not found
he: דוח לא נמצא
ru: Отчет не найден

source: Export to Excel
he: ייצא לאקסל
ru: Экспорт в Excel

# exportToExcelSoon
source: Export to Excel - coming soon
he: ייצוא לאקסל - בקרוב
ru: Экспорт в Excel - скоро

source: Count not completed
he: הספירה לא הושלמה
ru: Инвентаризация не завершена

source: Error loading report
he: שגיאה בטעינת דוח
ru: Ошибка загрузки отчета

source: Items
he: פריטים
ru: Товары

source: Select Dates
he: בחר תאריכים
ru: Выбрать даты

source: All Period
he: כל התקופה
ru: Весь период

source: Today
he: היום
ru: Сегодня

source: Yesterday
he: אתמול
ru: Вчера

source: This Week
he: השבוע
ru: Эта неделя

source: This Month
he: החודש
ru: Этот месяц

source: All
he: הכל
ru: Все

# searchByProductCodeTypeNumberHint
source: Search by product code, type or number...
he: חיפוש לפי מק"ט, סוג או מספר...
ru: Поиск по коду, типу или номеру...

# foundChanges
source: Found: {count} changes
he: נמצאו: {count} שינויים
ru: Найдено: {count} изменений

source: Added
he: הוספה
ru: Добавлено

source: Deducted
he: הוצאה
ru: Списано

# noResultsFor
source: No results found for "{query}"
he: לא נמצאו תוצאות עבור "{query}"
ru: Нет результатов для "{query}"

# noChangesInPeriod
source: No changes in this period
he: אין שינויים בתקופה זו
ru: Нет изменений за этот период

source: Before
he: לפני
ru: До

source: After
he: אחרי
ru: После

source: Reason
he: סיבה
ru: Причина

source: Statistics
he: סטטיסטיקה
ru: Статистика

source: Total Archives
he: סה"כ ארכיונים
ru: Всего архивов

source: Total Size
he: גודל כולל
ru: Общий размер

source: Records
he: רשומות
ru: Записи

source: Archive Actions
he: פעולות ארכוב
ru: Действия архивирования

source: Archive Inventory History
he: ארכב היסטוריית מלאי
ru: Архивировать историю склада

source: Archive Orders
he: ארכב הזמנות
ru: Архивировать заказы

source: Existing Archives
he: ארכיונים קיימים
ru: Существующие архивы

source: No Archives
he: אין ארכיונים
ru: Нет архивов

# archiveInventoryHistoryTitle
source: Archive Inventory History
he: ארכוב היסטוריית מלאי
ru: Архивирование истории склада

# archiveInventoryHistoryConfirm
source: Archive old records from the last 3 months? Records will be marked as archived and will not be deleted.
he: האם לארכב רשומות ישנות מ-3 חודשים אחרונים? הרשומות יסומנו כמאורכבות ולא יימחקו.
ru: Архивировать старые записи за последние 3 месяца? Записи будут помечены как архивные и не будут удалены.

# archiveCompletedOrdersTitle
source: Archive Completed Orders
he: ארכוב הזמנות שהושלמו
ru: Архивирование завершенных заказов

# archiveCompletedOrdersConfirm
source: Archive orders completed a month ago? Orders will be marked as archived and will not be deleted.
he: האם לארכב הזמנות שהושלמו לפני חודש? ההזמנות יסומנו כמאורכבות ולא יימחקו.
ru: Архивировать заказы, завершенные месяц назад? Заказы будут помечены как архивные и не будут удалены.

source: Archive
he: ארכב
ru: Архивировать

source: Error loading archives
he: שגיאה בטעינת ארכיונים
ru: Ошибка загрузки архивов

source: Size
he: גודל
ru: Размер

source: Created
he: נוצר
ru: Создан

source: Download
he: הורד
ru: Скачать

source: Insufficient Stock
he: אין מספיק מלאי
ru: Недостаточно товара на складе

source: Cannot create order - insufficient stock:
he: לא ניתן ליצור הזמנה - אין מספיק מלאי:
ru: Невозможно создать заказ - недостаточно товара на складе:

# pleaseContactWarehouseKeeper
source: Please contact the warehouse keeper to update inventory.
he: אנא פנה למחסנאי לעדכון המלאי.
ru: Пожалуйста, обратитесь к кладовщику для обновления запасов.

source: Understood
he: הבנתי
ru: Понятно

source: Available
he: זמין
ru: Доступно

source: Requested
he: מבוקש
ru: Запрошено

source: Item not found in inventory
he: פריט לא נמצא במלאי
ru: Товар не найден в инвентаре

source: Product code not found
he: מק"ט לא נמצא
ru: Артикул не найден

source: Company Settings
he: הגדרות חברה
ru: Настройки компании

source: Company Details
he: פרטי חברה
ru: Данные компании

source: Company Name (Hebrew)
he: שם חברה (עברית)
ru: Название компании (иврит)

source: Company Name (English)
he: שם חברה (אנגלית)
ru: Название компании (английский)

source: Tax ID
he: ח.פ
ru: ИНН

source: Address (Hebrew)
he: כתובת (עברית)
ru: Адрес (иврит)

source: Address (English)
he: כתובת (אנגלית)
ru: Адрес (английский)

source: P.O. Box
he: ת.ד
ru: Почтовый ящик

source: City
he: עיר
ru: Город

source: Zip Code
he: מיקוד
ru: Индекс

source: Contact
he: יצירת קשר
ru: Контакты

source: Fax
he: פקס
ru: Факс

source: Website
he: אתר
ru: Сайт

source: Default Driver
he: נהג ברירת מחדל
ru: Водитель по умолчанию

source: Driver Name
he: שם נהג
ru: Имя водителя

source: Driver Phone
he: טלפון נהג
ru: Телефон водителя

source: Departure Time
he: שעת יציאה
ru: Время выезда

source: Invoice
he: חשבונית
ru: Счёт

source: Invoice Footer Text
he: טקסט תחתון בחשבונית
ru: Текст внизу счёта

source: Payment Terms
he: תנאי תשלום
ru: Условия оплаты

source: Bank Details
he: פרטי בנק
ru: Банковские реквизиты

source: Save Settings
he: שמור הגדרות
ru: Сохранить настройки

source: Settings Saved
he: הגדרות נשמרו
ru: Настройки сохранены

source: Error Saving Settings
he: שגיאה בשמירת הגדרות
ru: Ошибка сохранения настроек

source: Error Loading Settings
he: שגיאה בטעינת הגדרות
ru: Ошибка загрузки настроек

source: MB
ru: МБ
