Repository: LotoTahazit/LogiROute
Catalog: lib/l10n/app_*.arb
Languages: he, ru

source: Auto-distribute pallets
he: פצל אוטומטית משטחים
ru: Авто-распределить паллеты

# autoDistributeSuccess
source: Pallets have been automatically assigned to drivers!
he: המשטחים חולקו אוטומטית לנהגים!
ru: Паллеты автоматически распределены по водителям!

# autoDistributeError
source: Auto-distribution error
he: שגיאת פיצול אוטומטי
ru: Ошибка автосплита

# appTitle
source: LogiRoute
he: לוגי-ראוט

source: Login
he: התחבר
ru: Войти

source: Email
he: אימייל

source: Password
he: סיסמה
ru: Пароль

source: Logout
he: התנתק
ru: Выйти

# admin
source: Administrator
he: מנהל מערכת
ru: Администратор

source: Dispatcher
he: משגר
ru: Диспетчер

source: Driver
he: נהג
ru: Водитель

source: View as
he: הצג כ
ru: Режим просмотра

source: Dashboard
he: לוח בקרה
ru: Панель управления

source: Users
he: משתמשים
ru: Пользователи

source: Routes
he: מסלולים
ru: Маршруты

source: Delivery Points
he: נקודות משלוח
ru: Точки доставки

source: Add Point
he: הוסף נקודה
ru: Добавить точку

source: Create Route
he: צור מסלול
ru: Создать маршрут

source: Address
he: כתובת
ru: Адрес

source: Client Name
he: שם לקוח
ru: Имя клиента

source: Client Number
he: מספר לקוח
ru: Номер клиента

source: Client Management
he: ניהול לקוחות
ru: Управление клиентами

source: Edit Client
he: ערוך לקוח
ru: Редактировать клиента

# clientUpdated
source: Client updated successfully
he: הלקוח עודכן בהצלחה
ru: Клиент успешно обновлен

source: No clients found
he: לא נמצאו לקוחות
ru: Клиенты не найдены

# searchClientHint
source: Search by name, number or address
he: חפש לפי שם, מספר או כתובת
ru: Поиск по имени, номеру или адресу

# addressWillBeGeocoded
source: Address will be geocoded to coordinates
he: הכתובת תמופה לקואורדינטות
ru: Адрес будет преобразован в координаты

source: Address not found
he: כתובת לא נמצאה
ru: Адрес не найден

source: Geocoding error
he: שגיאת מיפוי כתובת
ru: Ошибка геокодирования

source: Contact Person
he: איש קשר
ru: Контактное лицо

source: Phone
he: טלפון
ru: Телефон

source: Required
he: שדה חובה
ru: Обязательно

source: Search
he: חיפוש
ru: Поиск

source: Urgency
he: דחיפות
ru: Срочность

source: Pallets
he: משטחים
ru: Паллеты

source: Boxes
he: קרטונים
ru: Коробки

source: Boxes per Pallet
he: קרטונים למשטח (16-48)
ru: Коробок на паллету (16–48)

source: Opening Time
he: שעת פתיחה
ru: Время открытия

source: Status
he: סטטוס
ru: Статус

source: Pending
he: ממתין
ru: Ожидает

source: Assigned
he: הוקצה
ru: Назначено

source: In Progress
he: בתהליך
ru: В процессе

source: Completed
he: הושלם
ru: Завершено

source: Cancelled
he: בוטל
ru: Отменено

source: Navigate
he: ניווט
ru: Навигация

source: Open in Maps
he: פתח במפות
ru: Открыть в картах

source: Select Driver
he: בחר נהג
ru: Выбрать водителя

source: Add User
he: הוסף משתמש
ru: Добавить пользователя

source: Add New User
he: הוסף משתמש חדש
ru: Добавить нового пользователя

source: Full Name
he: שם מלא
ru: Полное имя

source: Role
he: תפקיד
ru: Роль

source: Pallet Capacity
he: קיבולת משטחים
ru: Вместимость паллет

# truckWeight
source: Truck Weight (tons)
he: טונאז' (טון)
ru: Тоннаж (тонн)

source: Cancel
he: ביטול
ru: Отмена

source: Add
he: הוסף
ru: Добавить

source: Error
he: שגיאה
ru: Ошибка

# fillAllFields
source: Please fill in all required fields
he: יש למלא את כל השדות הנדרשים
ru: Необходимо заполнить все обязательные поля

source: User added successfully
he: המשתמש נוסף בהצלחה
ru: Пользователь успешно добавлен

source: Error creating user
he: שגיאה ביצירת המשתמש
ru: Ошибка создания пользователя

# emailAlreadyInUse
source: Email address is already in use
he: כתובת האימייל כבר בשימוש
ru: Адрес электронной почты уже используется

# weakPassword
source: Password is too weak
he: הסיסמה חלשה מדי
ru: Пароль слишком слабый

source: Warehouse
he: מחסן
ru: Склад

# invalidEmail
source: Invalid email address
he: כתובת אימייל לא תקינה
ru: Неверный адрес электронной почты

source: System Manager
he: מנהל מערכת
ru: Системный администратор

source: OK
he: אישור
ru: ОК

source: No drivers available
he: אין נהגים זמינים
ru: Нет доступных водителей

source: Filter by driver
he: סנן לפי נהג
ru: Фильтр по водителю

source: All drivers
he: כל הנהגים
ru: Все водители

# viewingAs
source: You are viewing as
he: אתה צופה במצב של
ru: Вы находитесь в режиме просмотра как

source: Back to Admin
he: חזור למנהל
ru: Вернуться к админу

source: Cancel Point
he: בטל נקודה
ru: Отменить точку

source: Current Location
he: מיקום נוכחי
ru: Текущее местоположение

source: Distance
he: מרחק
ru: Расстояние

source: Language
he: שפה
ru: Язык

source: Hebrew
he: עברית
ru: Иврит

source: Russian
he: רוסית
ru: Русский

source: English
he: אנגלית
ru: Английский

source: Capacity
he: קיבולת
ru: Вместимость

source: Total Pallets
he: סה"כ משטחים
ru: Всего паллет

source: Confirm
he: אשר
ru: Подтвердить

source: Save
he: שמור
ru: Сохранить

source: Point Done
he: נקודה הושלמה
ru: Точка выполнена

source: No active points
he: אין נקודות פעילות
ru: Нет активных точек

source: Point completed
he: נקודה סומנה כהושלמה
ru: Точка завершена

source: Next
he: הבא
ru: Далее

source: Point added
he: נקודה נוספה
ru: Точка добавлена

# noPointsForRoute
source: No points for route creation
he: אין נקודות זמינות ליצירת מסלול
ru: Нет точек для создания маршрута

source: Route created
he: המסלול נוצר
ru: Маршрут создан

source: No delivery points
he: אין נקודות משלוח
ru: Нет точек доставки

source: Mark Complete
he: סמן כהושלם
ru: Отметить как выполнено

# mapViewRequiresApi
source: Map view - requires Google Maps API
he: תצוגת מפה דורשת מפתח Google Maps API
ru: Вид карты требует Google Maps API

source: Unknown Driver
he: נהג לא ידוע
ru: Неизвестный водитель

source: Fix Existing Routes
he: תקן מסלולים קיימים
ru: Исправить маршруты

source: Print Route
he: הדפס מסלול
ru: Печать маршрута

source: Routes fixed!
he: המסלולים תוקנו!
ru: Маршруты исправлены!

# statusPending
source: pending
he: ממתין
ru: ожидает

# statusAssigned
source: assigned
he: הוקצה
ru: назначен

# statusInProgress
source: in_progress
he: בביצוע
ru: в процессе

# statusCompleted
source: completed
he: הושלם
ru: завершён

# statusCancelled
source: cancelled
he: בוטל
ru: отменён

# statusActive
source: active
he: פעיל
ru: активен

# roleDriver
source: driver
he: נהג
ru: водитель

# cancelAction
source: cancel
he: בטל
ru: отменить

# completeAction
source: complete
he: השלם
ru: выполнить

# boxesHint
source: 1-672 boxes
he: 1-672 קרטונים
ru: 1–672 коробок

# urgencyNormal
source: Normal
he: רגיל
ru: Обычная

# urgencyUrgent
source: Urgent
he: דחוף
ru: Срочная

source: Change driver
he: החלף נהג
ru: Сменить водителя

source: Cancel route
he: בטל מסלול
ru: Отменить маршрут

# cancelRouteTitle
source: Cancel route?
he: לבטל את המסלול?
ru: Отменить маршрут?

# cancelRouteDescription
source: All points will return to 'pending'. Continue?
he: כל הנקודות יחזרו למצב 'ממתין'. להמשיך?
ru: Все точки будут возвращены в статус 'Ожидает'. Продолжить?

# routeCancelled
source: Route cancelled, points returned to pending
he: המסלול בוטל, הנקודות הוחזרו לממתין
ru: Маршрут отменён, точки возвращены в ожидание

# routePointsReordered
source: Route order and ETA updated
he: סדר הנקודות וה-ETA עודכנו
ru: Порядок точек и ETA обновлены

# selectNewDriver
source: Select a new driver
he: בחר נהג חדש
ru: Выберите нового водителя

source: No available drivers
he: אין נהגים זמינים
ru: Нет доступных водителей

# driverChangedTo
source: Driver changed to {name}
he: הנהג שונה ל {name}
ru: Водитель изменён на {name}

source: No users found
he: לא נמצאו משתמשים
ru: Пользователи не найдены

source: Pallet Statistics
he: סטטיסטיקת משטחים
ru: Статистика по паллетам

source: Total
he: סה"כ
ru: Всего

source: Delivered
he: נמסר
ru: Доставлено

source: Completion Rate
he: שיעור השלמה
ru: Процент выполнения

source: Active Routes
he: מסלולים פעילים
ru: Активные маршруты

source: Order
he: סדר
ru: Порядок

# roleAdmin
source: Administrator
he: מנהל מערכת
ru: Администратор

# roleDispatcher
source: Dispatcher
he: משגר
ru: Диспетчер

source: Refresh
he: רענן
ru: Обновить

source: Analytics
he: ניתוחים
ru: Аналитика

source: Settings
he: הגדרות
ru: Настройки

source: Last updated
he: עודכן לאחרונה
ru: Последнее обновление

source: Route copied to clipboard
he: המסלול הועתק ללוח
ru: Маршрут скопирован в буфер обмена

# printError
source: Printing error
he: שגיאה בהדפסה
ru: Ошибка печати

source: No
he: לא
ru: Нет

source: Route not found
he: המסלול לא נמצא
ru: Маршрут не найден

source: Map
he: מפה
ru: Карта

source: No routes yet
he: אין עדיין מסלולים
ru: Пока нет маршрутов

source: points
he: נקודות
ru: точек

source: Refresh map
he: רענן מפה
ru: Обновить карту

# clientNumberLabel
source: Client Number (6 digits)
he: מספר לקוח (6 ספרות)
ru: Номер клиента (6 цифр)

source: Delete
he: מחק
ru: Удалить

source: Delete point
he: מחק נקודה
ru: Удалить точку

source: Point deleted
he: נקודה נמחקה
ru: Точка удалена

source: Assign driver
he: הקצה נהג
ru: Назначить водителя

source: Point assigned
he: נקודה הוקצתה
ru: Точка назначена

# addressNotFoundDescription
source: Could not find coordinates for address: "{address}" The system tried many variants but geocoding failed. Try: • Check address spelling • Use full address with city • Verify address exists in maps • Contact administrator for help
he: לא ניתן למצוא קואורדינטות עבור הכתובת: "{address}" המערכת ניסתה הרבה אפשרויות אבל הגיאוקודינג נכשל. נסה: בדוק את איות הכתובת השתמש בכתובת מלאה עם עיר ודא שהכתובת קיימת במפות פנה למנהל לעזרה
ru: Не удалось найти координаты для адреса: "{address}" Система попробовала множество вариантов, но геокодирование не удалось. Попробуйте: • Проверить правильность написания адреса • Использовать полный адрес с городом • Проверить существование адреса в картах • Обратиться к администратору за помощью

source: Fix address
he: תקן כתובת
ru: Исправить адрес

source: Fix old coordinates
he: תקן קואורדינטות ישנות
ru: Исправить старые координаты

# fixOldCoordinatesDescription
source: This will delete points with old Jerusalem coordinates. Continue?
he: זה ימחק נקודות עם קואורדינטות ירושלים ישנות. להמשיך?
ru: Это удалит точки со старыми координатами Иерусалима. Продолжить?

source: Old coordinates fixed
he: קואורדינטות ישנות תוקנו
ru: Старые координаты исправлены

source: Fix Hebrew search
he: תקן חיפוש בעברית
ru: Исправить поиск на иврите

# fixHebrewSearchDescription
source: This will fix the search index for Hebrew client names. Continue?
he: זה יתקן את אינדקס החיפוש לשמות לקוחות בעברית. להמשיך?
ru: Это исправит поисковый индекс для имен клиентов на иврите. Продолжить?

# hebrewSearchFixed
source: Hebrew search index fixed
he: אינדקס החיפוש בעברית תוקן
ru: Поисковый индекс на иврите исправлен

# clientNumberRequired
source: Enter client number
he: הכנס מספר לקוח
ru: Введите номер клиента

# clientNumberLength
source: Number must contain 6 digits
he: המספר חייב להכיל 6 ספרות
ru: Номер должен содержать 6 цифр

source: Bridge height error
he: שגיאת גובה גשר
ru: Ошибка высоты моста

# bridgeHeightErrorDescription
source: Route blocked by low bridge (height < 4m). Contact dispatcher to select alternative route.
he: המסלול חסום על ידי גשר נמוך (גובה < 4מ'). פנה למנהל לשליחות לבחירת מסלול חלופי.
ru: Маршрут заблокирован низким мостом (высота < 4м). Обратитесь к диспетчеру для выбора альтернативного маршрута.

source: Route blocked by bridge
he: המסלול חסום על ידי גשר
ru: Маршрут заблокирован мостом

source: Alternative route found
he: נמצא מסלול חלופי
ru: Найден альтернативный маршрут

source: Navigation
he: ניווט
ru: Навигация

# loadingNavigation
source: Loading route...
he: טוען מסלול...
ru: Загрузка маршрута...

source: Navigation error
he: שגיאת ניווט
ru: Ошибка навигации

# noNavigationRoute
source: Route not found
he: מסלול לא נמצא
ru: Маршрут не найден

source: Retry
he: נסה שוב
ru: Повторить

source: Previous
he: הקודם
ru: Назад

source: Show map
he: הצג מפה
ru: Показать карту

source: Point cancelled
he: נקודה בוטלה
ru: Точка отменена

source: Temporary Address
he: כתובת זמנית
ru: Временный адрес

# temporaryAddressHint
source: Address for this delivery only...
he: כתובת למשלוח זה בלבד...
ru: Адрес только для этой доставки...

# temporaryAddressHelper
source: Does not change client's main address
he: לא משנה את הכתובת הראשית של הלקוח
ru: Не изменяет основной адрес клиента

# temporaryAddressTooltip
source: This address will be used only for the current delivery. The client's main address will remain unchanged.
he: כתובת זו תשמש רק למשלוח הנוכחי. הכתובת הראשית של הלקוח תישאר ללא שינוי.
ru: Этот адрес будет использован только для текущей доставки. Основной адрес клиента останется неизменным.

source: Original Address
he: כתובת מקורית
ru: Основной адрес

source: Active
he: פעיל
ru: Активен

source: Forgot password?
he: שכחת סיסמה?
ru: Забыли пароль?

source: Password reset email sent
he: נשלח מייל לאיפוס סיסמה
ru: Письмо для сброса пароля отправлено

source: Company ID
he: שם חברה
ru: Компания

source: GPS tracking active
he: מעקב GPS פעיל
ru: GPS отслеживание активно

source: GPS tracking stopped
he: מעקב GPS הופסק
ru: GPS отслеживание остановлено

source: Work day ended
he: יום העבודה הסתיים
ru: Рабочий день закончен

# workStartsIn
source: Work starts in {minutes} minutes
he: העבודה תתחיל בעוד {minutes} דקות
ru: Работа начнется через {minutes} минут

# workEndsIn
source: Work ends in {minutes} minutes
he: העבודה תסתיים בעוד {minutes} דקות
ru: Работа закончится через {minutes} минут

source: Edit
he: ערוך
ru: Редактировать

# editUser
source: Edit {name}
he: ערוך {name}
ru: Редактировать {name}

# deleteUser
source: Delete {name}?
he: למחוק {name}?
ru: Удалить {name}?

# leaveEmptyToKeep
source: leave empty to keep current
he: השאר ריק כדי לשמור את הנוכחי
ru: оставьте пустым, чтобы не менять

source: User updated
he: המשתמש עודכן
ru: Пользователь обновлен

source: User deleted
he: המשתמש נמחק
ru: Пользователь удален

source: Update error
he: שגיאת עדכון
ru: Ошибка обновления

source: Delete error
he: שגיאת מחיקה
ru: Ошибка удаления

# noPermissionToEdit
source: You don't have permission to edit this user
he: אין לך הרשאה לערוך משתמש זה
ru: У вас нет прав для редактирования этого пользователя

# warehouseStartPoint
source: Starting point for all routes
he: נקודת התחלה לכל המסלולים
ru: Начальная точка всех маршрутов

source: Vehicle Number
he: מספר רכב
ru: Номер машины

# biometricLoginTitle
source: Enable Fingerprint Login?
he: להפעיל כניסה עם טביעת אצבע?
ru: Включить вход по отпечатку?

# biometricLoginMessage
source: You will be able to log in using your fingerprint instead of a password.
he: תוכל להיכנס לאפליקציה באמצעות טביעת אצבע במקום סיסמה.
ru: Вы сможете входить в приложение используя отпечаток пальца вместо пароля.

# biometricLoginYes
source: Yes, enable
he: כן, הפעל
ru: Да, включить

# biometricLoginNo
source: No
he: לא
ru: Нет

# biometricLoginEnabled
source: ✅ Fingerprint login enabled
he: ✅ כניסה עם טביעת אצבע הופעלה
ru: ✅ Вход по отпечатку включён

# biometricLoginCancelled
source: Authentication cancelled
he: האימות בוטל
ru: Аутентификация отменена

# biometricLoginError
source: Biometric error
he: שגיאת ביומטריה
ru: Ошибка биометрии

# biometricLoginButton
source: Login with fingerprint
he: היכנס עם טביעת אצבע
ru: Войти с отпечатком

# biometricLoginButtonFace
source: Login with Face ID
he: היכנס עם Face ID
ru: Войти с Face ID

# biometricLoginOr
source: or
he: או
ru: или

# biometricAuthReason
source: Log in using your fingerprint
he: היכנס באמצעות טביעת אצבע
ru: Войдите с помощью отпечатка пальца

# viewModeWarehouse
source: View Mode: Warehouse Keeper
he: מצב תצוגה: מחסנאי
ru: Режим просмотра: Кладовщик

# returnToAdmin
source: Return
he: חזור
ru: Вернуться

# manageBoxTypes
source: Manage Box Types Catalog
he: ניהול מאגר סוגים
ru: Управление справочником типов

# boxTypesManager
source: Manage Box Types Catalog
he: ניהול מאגר סוגים
ru: Управление справочником типов

# noBoxTypesInCatalog
source: No types in catalog
he: אין סוגים במאגר
ru: Нет типов в справочнике

# editBoxType
source: Edit Type
he: ערוך סוג
ru: Редактировать тип

# deleteBoxType
source: Delete Type
he: מחק סוג
ru: Удалить тип

# deleteBoxTypeConfirm
source: Delete {type} {number} from catalog?
he: האם למחוק {type} {number} מהמאגר?
ru: Удалить {type} {number} из справочника?

# boxTypeUpdated
source: Type updated successfully!
he: סוג עודכן בהצלחה!
ru: Тип успешно обновлен!

# boxTypeDeleted
source: Type deleted successfully!
he: סוג נמחק בהצלחה!
ru: Тип успешно удален!

# addNewBoxType
source: Add New Type to Catalog
he: הוסף סוג חדש למאגר
ru: Добавить новый тип в справочник

# newBoxTypeAdded
source: New type added to inventory successfully!
he: סוג חדש נוסף למלאי בהצלחה!
ru: Новый тип успешно добавлен на склад!

# typeLabel
source: Type (bottle, cap, cup)
he: סוג (בביע, מכסה, כוס)
ru: Тип (бутылка, крышка, стакан)

# numberLabel
source: Number (100, 200, etc.)
he: מספר (100, 200, וכו')
ru: Номер (100, 200, и т.д.)

# volumeMlLabel
source: Volume in ml (optional)
he: נפח במ"ל (אופציונלי)
ru: Объем в мл (необязательно)

# quantityLabel
source: Quantity (units)
he: כמות (יחידות)
ru: Количество (единиц)

# quantityPerPalletLabel
source: Quantity per pallet
he: כמות במשטח
ru: Количество на паллете

# diameterLabel
source: Diameter (optional)
he: קוטר (אופציונלי)
ru: Диаметр (необязательно)

# piecesPerBoxLabel
source: Packed - quantity per box (optional)
he: ארוז - כמות בקרטון (אופציונלי)
ru: Упаковка - количество в коробке (необязательно)

# additionalInfoLabel
source: Additional information (optional)
he: מידע נוסף (אופציונלי)
ru: Дополнительная информация (необязательно)

source: Required field
he: שדה חובה
ru: Обязательное поле

source: Close
he: סגור
ru: Закрыть

# formatHours
source: {hours}h
he: {hours} ש
ru: {hours} ч

# formatMinutes
source: {minutes}m
he: {minutes} ד
ru: {minutes} мин

# formatHoursMinutes
source: {hours}h {minutes}m
he: {hours} ש {minutes} ד
ru: {hours} ч {minutes} мин

source: Set warehouse location
he: הגדר מיקום מחסן
ru: Установить местоположение склада

# latitudeWarehouse
source: Latitude (Warehouse in Mishmarot)
he: קו רוחב (מחסן במשמרות)
ru: Широта (склад в Мишмарот)

# longitudeWarehouse
source: Longitude (Warehouse in Mishmarot)
he: קו אורך (מחסן במשמרות)
ru: Долгота (склад в Мишмарот)

source: Clear Pending Points
he: נקה נקודות ממתינות
ru: Очистить ожидающие точки

# clearPendingPointsConfirm
source: This will delete ONLY pending delivery points (not active routes). Continue?
he: זה ימחק רק נקודות משלוח ממתינות (לא מסלולים פעילים). להמשיך?
ru: Это удалит только ожидающие точки доставки (не активные маршруты). Продолжить?

source: Clear Pending
he: נקה ממתינות
ru: Очистить ожидающие

source: Clear All Data
he: נקה את כל הנתונים
ru: Очистить все данные

# clearAllDataConfirm
source: This will delete ALL delivery points. Are you sure?
he: זה ימחק את כל נקודות המשלוח. האם אתה בטוח?
ru: Это удалит ВСЕ точки доставки. Вы уверены?

source: Delete All
he: מחק הכל
ru: Удалить все

source: Fix Route Numbers
he: תקן מספרי מסלול
ru: Исправить номера маршрутов

# fixRouteNumbersConfirm
source: This will recalculate route numbers for all drivers (1, 2, 3...). Continue?
he: זה יחשב מחדש את מספרי המסלול לכל הנהגים (1, 2, 3...). להמשיך?
ru: Это пересчитает номера маршрутов для всех водителей (1, 2, 3...). Продолжить?

source: Fix Numbers
he: תקן מספרים
ru: Исправить номера

source: Data Migration
he: העברת נתונים
ru: Миграция данных

source: Days to migrate
he: ימים להעברה
ru: Дней для миграции

source: One-Time Setup
he: הגדרה חד-פעמית
ru: Одноразовая настройка

# migrationDescription
source: This will build summary documents for existing invoices and deliveries.
he: זה יבנה מסמכי סיכום עבור חשבוניות ומשלוחים קיימים.
ru: Это создаст сводные документы для существующих счетов и доставок.

# migrationInstructions
source: • Run this ONCE after deploying the update • Takes ~1 minute for 30 days of data • Safe to run multiple times (will rebuild)
he: • הפעל זאת פעם אחת לאחר פריסת העדכון • לוקח ~1 דקה עבור 30 ימים של נתונים • בטוח להפעיל מספר פעמים (יבנה מחדש)
ru: • Запустите это ОДИН РАЗ после развертывания обновления • Занимает ~1 минуту для 30 дней данных • Безопасно запускать несколько раз (пересоздаст)

source: days
he: ימים
ru: дней

source: Warehouse - Inventory Management
he: מחסן - ניהול מלאי
ru: Склад - управление инвентарем

# addNewBoxTypeToCatalog
source: Add New Type to Catalog
he: הוסף סוג חדש למאגר
ru: Добавить новый тип в справочник

source: Show Low Stock Only
he: הצג רק מלאי נמוך
ru: Показать только низкие остатки

source: Change History
he: היסטוריית שינויים
ru: История изменений

source: Export Report
he: ייצוא דוח
ru: Экспорт отчета

source: Search by type or number...
he: חיפוש לפי סוג או מספר...
ru: Поиск по типу или номеру...

source: No items to export
he: אין פריטים לייצוא
ru: Нет товаров для экспорта

source: Report exported successfully
he: הדוח יוצא בהצלחה
ru: Отчет успешно экспортирован

source: Export error
he: שגיאה בייצוא
ru: Ошибка экспорта

source: No items in inventory
he: אין פריטים במלאי
ru: Нет товаров на складе

source: No items found
he: לא נמצאו פריטים
ru: Товары не найдены

source: Product Code
he: מק"ט
ru: Артикул

# productCodeLabel
source: Product Code *
he: מק"ט *
ru: Код товара *

# productCodeHelper
source: Unique code for each product
he: קוד ייחודי לכל מוצר
ru: Уникальный код для каждого товара

# productCodeSearchHelper
source: Enter product code to search in catalog
he: הקלד מק"ט לחיפוש במאגר
ru: Введите код товара для поиска в справочнике

source: Product code found in catalog
he: מק"ט נמצא במאגר
ru: Код товара найден в справочнике

source: Product code not found in catalog
he: מק"ט לא נמצא במאגר
ru: Код товара не найден в справочнике

# productCodeNotFoundAddFirst
source: Product code not found in catalog. Add new type to catalog first.
he: מק"ט לא נמצא במאגר. הוסף סוג חדש למאגר תחילה.
ru: Код товара не найден в справочнике. Сначала добавьте новый тип в справочник.

# orSelectFromList
source: or select product code from list
he: או בחר מק"ט מהרשימה
ru: или выберите код товара из списка

source: Select from full list
he: בחירה מהרשימה המלאה
ru: Выбор из полного списка

source: Low Stock!
he: מלאי נמוך!
ru: Низкий остаток!

source: Limited Stock
he: מלאי מועט
ru: Мало товара

# volume
source: Volume (L)
he: נפח
ru: Объем

source: ml
he: מל
ru: мл

source: Diameter
he: קוטר
ru: Диаметр

source: Packed
he: ארוז
ru: Упаковка

# piecesInBox
source: pcs per box
he: יח' בקרטון
ru: шт. в коробке

source: Quantity per pallet
he: כמות במשטח
ru: Количество на паллете

# additionalInfo
source: Additional Information
he: מידע נוסף
ru: Дополнительная информация

source: Quantity
he: כמות
ru: Количество

source: units
he: יח'
ru: шт.

# remainingUnitsOnly
source: Only {count} units remaining
he: נותרו {count} יחידות בלבד
ru: Осталось всего {count} единиц

# urgentOrderStock
source: Urgent! Need to order stock
he: דחוף! יש להזמין מלאי
ru: Срочно! Необходимо заказать товар

source: Updated
he: עודכן
ru: Обновлено

source: by
he: ע"י
ru: пользователем

source: Add Inventory
he: הוסף מלאי
ru: Добавить товар

source: Inventory updated successfully!
he: מלאי עודכן בהצלחה!
ru: Инвентарь успешно обновлен!

# catalogEmpty
source: Catalog is empty. Add new type to catalog first.
he: המאגר ריק. הוסף סוג חדש למאגר תחילה.
ru: Справочник пуст. Сначала добавьте новый тип в справочник.

source: Edit Item
he: ערוך פריט
ru: Редактировать товар

source: Item updated successfully!
he: פריט עודכן בהצלחה!
ru: Товар успешно обновлен!

# fillAllRequiredFields
source: Please fill in all required fields
he: נא למלא את כל השדות החובה
ru: Пожалуйста, заполните все обязательные поля

# fillAllRequiredFieldsIncludingProductCode
source: Please fill in all required fields (including product code)
he: נא למלא את כל השדות החובה (כולל מק"ט)
ru: Пожалуйста, заполните все обязательные поля (включая код товара)
